export const TEXTS = {
  START: `Привет! 👋\n\nЭтот бот создан для профессионального и дружеского общения. Ты сможешь принять участие в рандомных встречах, чтобы познакомиться с коллегами нашего трайба и найти друзей по интересам!\n\nЧтобы начать, заполни свой профиль.`,
  REGISTRATION_ERROR: "Произошла ошибка при регистрации на встречу",
  REGISTRATION_CANCEL_ERROR:
    "Произошла ошибка при отмене регистрации на встречу",
  ASK_ABOUT_NEXT_WEEK:
    "Встречи Random Coffee продолжаются. ☕\nПодскажи, планируешь ли участвовать на следующей неделе?",
  REGISTER_FOR_NEXT_WEEK_AGREE: "Да, конечно! 👍",
  REGISTER_FOR_NEXT_WEEK_DISAGREE: "Нет, пропущу",
  NOT_ALLOWED_TO_USE_THIS_COMMAND: "Тебе не доступна данная команда",
  NO_COLLEAGUE_FOR_THIS_WEEK:
    "К сожалению, на этой неделе для тебя не нашлось коллеги. Жди приглашения на следующей неделе!",
  FILL_PROFILE: "Заполнить профиль 📝",
  MEETING_CANCELED_ALREADY: "Встреча уже была ранее отменена.",
  MEETING_MET_ALREADY: "Твой коллега сообщил, что встреча состоялась.",
  MEETING_CANCELED_SUCCESSFULLY: "Встреча успешно отменена!",
  COLLEAGUE_CANCELED_MEETING:
    "К сожалению, коллега отменил встречу на этой неделе.",
  SEE_YOU_ON_MONDAY: "Отлично! 👍\nНапишу тебе в понедельник.",
  YOU_CAN_CHANGE_DECISION_BELOW:
    "Хорошо!\nМожешь изменить своё решение по кнопке ниже.",
};
